Repository: lyra/plugin-eshop
Catalog: eshop-payzen/languages/payzen-*.po
Languages: fr_fr

source: Sorry! In order to use eShop %s Gateway plugin you need to install and activate the eShop plugin.
fr_fr: Désolé! Pour utiliser le plugin %s pour eShop, vous devez installer et activer le plugin eShop.

source: Settings
fr_fr: Réglages

source: Accept payments by %s
fr_fr: Paiements par %s acceptés

source: Reset
fr_fr: Réinitialiser

source: Click here to reset %s module configuration
fr_fr: Cliquer ici pour réinitialiser la configuration du module %s

source: Module informations
fr_fr: Informations sur le module

source: Developped by
fr_fr: Développé par

source: Contact email
fr_fr: Courriel de contact

source: Module version
fr_fr: Version du module

source: Gateway version
fr_fr: Version de la plateforme

source: Tested with
fr_fr: Testé avec

source: Payment gateway access
fr_fr: Accès à la plateforme

source: Site ID
fr_fr: Identifiant du site

source: Site ID provided by the payment gateway
fr_fr: L'identifiant du site fourni par votre banque

source: Test certificate
fr_fr: Certificat en mode test

source: Certificate provided by the gateway
fr_fr: Certificat fourni par votre banque pour test

source: Production certificate
fr_fr: Certificat en mode production

source: The module context mode
fr_fr: Mode de fonctionnement du module

source: Gateway URL
fr_fr: URL de la plateforme

source: URL the client will be redirected to for payment
fr_fr: URL vers laquelle le client sera redirigé pour le paiement

source: Debugging
fr_fr: Débogage

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: Activate debug and logging
fr_fr: Activer le débogage et les logs dans un fichier

source: Payment page
fr_fr: Page de paiement

source: Default language
fr_fr: Langage par défaut

source: Chinese
fr_fr: Chinois

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Italian
fr_fr: Italien

source: Japanese
fr_fr: Japonnais

source: Portuguese
fr_fr: Portugais

source: Spanish
fr_fr: Espagnol

source: Dutch
fr_fr: Néerlandais

source: Swedish
fr_fr: Suédois

source: Default language on the payment page
fr_fr: Sélectionner le langage par défaut à utiliser sur la page de paiement

source: Available languages
fr_fr: Langues disponibles

source: Available languages on payment page, select none to use gateway config
fr_fr: Langues disponibles sur la page de paiement, ne rien sélectionner pour utiliser la configuration de la plateforme

source: Shop name
fr_fr: Nom de la boutique

source: Shop name to display on the payment page, leave blank to use gateway config
fr_fr: Le nom de la boutique à afficher sur la page de paiement, laisser vide pour utilise la configuration de la plateforme

source: Shop URL
fr_fr: URL de la boutique

source: Shop URL to display on the payment page, leave blank to use gateway config
fr_fr: URL de la boutique à afficher sur la page de paiement, laisser vide pour utilise la configuration de la plateforme

source: Delay
fr_fr: Délai avant remise en banque

source: Delay before banking (in days)
fr_fr: Le nombre de jours avant la remise en banque

source: Validation mode
fr_fr: Mode de validation

source: Default
fr_fr: Par défaut

source: Automatic
fr_fr: Automatique

source: Manual
fr_fr: Manuel

source: If manual is selected, you will have to confirm payments manually in your bank backoffice
fr_fr: En mode manuel, vous devrez confirmer les paiements dans l'outil de gestion de caisse

source: Available payment cards
fr_fr: Types de carte disponibles

source: Select none to use gateway config
fr_fr: Ne rien sélectionner pour utiliser la configuration de la plateforme

source: Minimum amount for which activate 3DS
fr_fr: Montant minimum pour activer le 3DS

source: Only if you have subscribed to Selective 3-D Secure option
fr_fr: Seulement si vous avez souscrit à l'option 3-D Secure sélectif

source: Amount restrictions
fr_fr: Restrictions sur le montant

source: Minimum amount
fr_fr: Montant minimum

source: Maximum amount
fr_fr: Montant maximum

source: Return to shop
fr_fr: Retour à la boutique

source: Automatic redirection
fr_fr: Redirection automatique

source: If enabled, the client is automatically forwarded to your site at the end of the payment process
fr_fr: Si activée, le client sera redirigé automatiquement vers votre site à la fin du processus de paiement

source: Success forward timeout
fr_fr: Temps avant redirection (succès)

source: Time in seconds (0-300) before the client is automatically forwarded to your site when the payment was successful
fr_fr: Temps en secondes (0-300) avant que le client ne soit redirigé automatiquement vers votre site lorsque le paiement a réussi

source: Success forward message
fr_fr: Message avant redirection (succès)

source: Message posted on the payment platform before forwarding when the payment was successful
fr_fr: Message affiché sur la plateforme de paiement avant redirection lorsque le paiement a réussi

source: Failure forward timeout
fr_fr: Temps avant redirection (échec)

source: Time in seconds (0-300) before the client is automatically forwarded to your site when the payment failed
fr_fr: Temps en secondes (0-300) avant que le client ne soit redirigé automatiquement vers votre site lorsque le paiement a échoué

source: Failure forward message
fr_fr: Message avant redirection (échec)

source: Message posted on the payment platform before forwarding when the payment failed
fr_fr: Temps en secondes (0-300) avant que le client ne soit redirigé automatiquement vers votre site lorsque le paiement a échoué

source: Return mode
fr_fr: Mode de retour

source: How the client will transmit the payment result
fr_fr: Façon dont le client transmettra le résultat du paiement lors de son retour sur la boutique

source: Check URL
fr_fr: URL serveur

source: Important, copy in your bank backoffice the following URL
fr_fr: Important, copier dans l'outil de gestion de caisse l'URL suivante

source: <u>GOING INTO PRODUCTION</u><br />You want to know how to put your shop into production mode, please go to this URL :
fr_fr: <u>PASSAGE EN PRODUCTION</u><br/>Vous souhaitez savoir comment passer votre boutique en production merci de consulter cette URL :

source: The automatic notification (peer to peer connection between the payment platform and your shopping cart solution) hasn't worked. Have you correctly set up the server URL in your %s backoffice ?
fr_fr: La validation automatique n'a pas fonctionné. Avez-vous configuré correctement l'URL serveur dans l'outil de gestion de caisse %s ?

source: For understanding the problem, please read the documentation of the module : <br />&nbsp;&nbsp;&nbsp;- Chapter &laquo;To read carefully before going further&raquo;<br />&nbsp;&nbsp;&nbsp;- Chapter &laquo;Server URL settings&raquo;
fr_fr: Afin de comprendre la problématique, reportez vous à la documentation du module : <br />&nbsp;&nbsp;&nbsp;- Chapitre &laquo;A lire attentivement avant d'aller loin&raquo;<br />&nbsp;&nbsp;&nbsp;- Chapitre &laquo;Paramétrage de l'URL serveur&raquo;

source: The payment was successful
fr_fr: Le paiement a réussi

source: Your order payment has been succesfully received.
fr_fr: Le paiement de votre commande s'est effectué avec succès.

source: Your transaction ID is %s.
fr_fr: Votre identifiant de transaction est %s.

source: View your downloads
fr_fr: Afficher vos téléchargements

source: The payment failed.
fr_fr: Le paiement a échoué.

source: Your order payment has not been accepted.
fr_fr: Le paiement de votre commande n'a pas été accepté.

source: An error has occured during the payment process.
fr_fr: Une erreur est survenue durant le processus de paiement.

source: Please try to checkout your order again.
fr_fr: Essayer de repasser votre commande.

source: We have not emptied your shopping cart in case you want to make changes.
fr_fr: Nous n'avons pas vidé votre panier au cas où vous voudriez faire des modifications.

source: <strong>Note:</strong> Submit to finalize order at %s.
fr_fr: <strong>Note:</strong> Valider pour finaliser la commande chez %s.

source: Proceed to Checkout &raquo;
fr_fr: Passer au paiement &raquo;

source: Please wait, your order is being processed&#8230;
fr_fr: Veuillez patienter, votre commande est en cours de traitement&#8230;

source: If you are not automatically redirected to %s, please use the <em>Proceed to %s</em> button.
fr_fr: Si vous n'êtes redirigé(e) automatiquement vers %s, veuillez utiliser le bouton <em>Procéder avec %s</em>

source: Proceed to %s
fr_fr: Procéder avec %s

source: There appears to have been an error, please contact the site admin
fr_fr: Il parait qu'il y a une erreur de configuration, veuillez contacter l'administrateur du site

source: This payment method is not allowed for your cart amount. Please select an other payment method.
fr_fr: Cette méthode de paiement n'est pas permise pour le montant de votre panier. Veuillez sélectionner une autre méthode de paiement.

source: %s response authentication failure.
fr_fr: Échec de l'authentification de la réponse %s

source: Error : order with id #%s cannot be found.
fr_fr: Erreur: une commande avec l'identifiant #%s est introuvable.

source: Testing:
fr_fr: Test:

source: An instant payment notification was received
fr_fr: Une notification de paiement instantanée a été reçue

source: for
fr_fr: pour

source: from
fr_fr: de

source: on
fr_fr: le

source: at
fr_fr: à

source: Details
fr_fr: Détails

source: Completed Payment
fr_fr: Paiement effectué

source: The transaction was completed successfully.
fr_fr: La transaction s'est effectuée avec succès.

source: Failed Payment
fr_fr: Échec de paiement

source: The transaction was not completed successfully.
fr_fr: Une erreur s'est produite dans la transaction.

source: Regards, Your friendly automated response.
fr_fr: Cordialement, Votre réponse automatique

source: Error : invalid payment code received for already processed order (%s).
fr_fr: Erreur: code de paiement invalide reçu pour une commande (%s) déjà enregistrée.
